Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 在 %@ 上，按访客 IP 在时间窗内限制请求次数。规则自上而下匹配。
ar: على %@، تُحدّد عدد الطلبات حسب IP الزائر ضمن نافذة زمنية. تُطابَق القواعد من الأعلى إلى الأسفل.
de: Begrenzt auf %@ die Anzahl der Anfragen pro Besucher-IP innerhalb eines Zeitfensters. Regeln werden von oben nach unten ausgewertet.
en: On %@, limit requests per visitor IP within a time window. Rules are matched top to bottom.
es_mx: En %@, limita las solicitudes por IP de visitante dentro de una ventana de tiempo. Las reglas se evalúan de arriba abajo.
fr: Sur %@, limite les requêtes par IP de visiteur dans une fenêtre temporelle. Les règles sont évaluées de haut en bas.
ja: %@ で、時間枠内の訪問者 IP ごとのリクエスト数を制限します。ルールは上から順に照合されます。
ko: %@에서 시간 범위 내 방문자 IP별 요청 수를 제한합니다. 규칙은 위에서 아래로 매칭됩니다.
pt_br: Em %@, limite as solicitações por IP de visitante dentro de uma janela de tempo. As regras são avaliadas de cima para baixo.
pt_pt: Em %@, limite os pedidos por IP de visitante dentro de uma janela de tempo. As regras são avaliadas de cima para baixo.
tr: %@ üzerinde, bir zaman aralığında ziyaretçi IP’si başına istekleri sınırlayın. Kurallar yukarıdan aşağıya eşleşir.
zh_hant: 在 %@ 上，依訪客 IP 在時間範圍內限制請求次數。規則由上而下比對。
zh_hk: 在 %@ 上，依訪客 IP 在時間範圍內限制請求次數。規則由上而下比對。

source: 在 App 里把已注册的域名加入账号，并拿到要去注册商处配置的名称服务器。
ar: أضِف نطاقًا تملكه بالفعل إلى حسابك واحصل على خوادم الأسماء لضبطها لدى مُسجِّل النطاق.
de: Füge eine Domain, die dir bereits gehört, deinem Konto hinzu und erhalte die Nameserver, die du bei deinem Registrar einträgst.
en: Add a domain you already own to your account and get the name servers to set at your registrar.
es_mx: Agrega a tu cuenta un dominio que ya tengas y obtén los servidores de nombres para configurarlos en tu registrador.
fr: Ajoutez à votre compte un domaine que vous possédez déjà et obtenez les serveurs de noms à configurer chez votre registraire.
ja: 取得済みのドメインをアカウントに追加し、レジストラで設定するネームサーバを取得します。
ko: 이미 보유한 도메인을 계정에 추가하고 등록 대행자에 설정할 네임서버를 받으세요.
pt_br: Adicione à sua conta um domínio que você já tem e obtenha os servidores de nomes para configurar no seu registrador.
pt_pt: Adicione à sua conta um domínio que já possui e obtenha os servidores de nomes para configurar no seu registador.
tr: Zaten sahip olduğunuz bir alan adını hesabınıza ekleyin ve kayıt kuruluşunuzda ayarlamanız gereken ad sunucularını alın.
zh_hant: 將你已註冊的網域加入帳號，並取得要在註冊商處設定的名稱伺服器。
zh_hk: 將你已註冊的域名加入帳戶，並取得要在註冊商處設定的名稱伺服器。

source: 在 Cloudflare Dashboard → 安全性 → WAF 中创建自定义规则
ar: أنشئ قواعد مخصصة في لوحة تحكم Cloudflare ← الأمان ← WAF
de: Erstelle benutzerdefinierte Regeln im Cloudflare-Dashboard → Sicherheit → WAF
en: Create custom rules in Cloudflare Dashboard → Security → WAF
es_mx: Crea reglas personalizadas en el panel de Cloudflare → Seguridad → WAF
fr: Créez des règles personnalisées dans le tableau de bord Cloudflare → Sécurité → WAF
ja: Cloudflare Dashboard → セキュリティ → WAF でカスタムルールを作成してください
ko: Cloudflare 대시보드 → 보안 → WAF에서 사용자 지정 규칙을 만드세요
pt_br: Crie regras personalizadas no painel da Cloudflare → Segurança → WAF
pt_pt: Crie regras personalizadas no painel da Cloudflare → Segurança → WAF
tr: Cloudflare panosu → Güvenlik → WAF bölümünde özel kurallar oluşturun
zh_hant: 在 Cloudflare Dashboard → 安全性 → WAF 中建立自訂規則
zh_hk: 在 Cloudflare Dashboard → 安全性 → WAF 中建立自訂規則

source: 在 Cloudflare Dashboard 创建 D1 数据库。
ar: أنشئ قاعدة بيانات D1 في لوحة تحكم Cloudflare.
de: Erstelle eine D1-Datenbank im Cloudflare-Dashboard.
en: Create a D1 database in the Cloudflare Dashboard.
es_mx: Crea una base de datos D1 en el panel de Cloudflare.
fr: Créez une base de données D1 dans le tableau de bord Cloudflare.
ja: Cloudflare Dashboard で D1 データベースを作成してください。
ko: Cloudflare 대시보드에서 D1 데이터베이스를 만드세요.
pt_br: Crie um banco de dados D1 no painel da Cloudflare.
pt_pt: Crie uma base de dados D1 no painel da Cloudflare.
tr: Cloudflare panosunda bir D1 veritabanı oluşturun.
zh_hant: 在 Cloudflare Dashboard 建立 D1 資料庫。
zh_hk: 在 Cloudflare Dashboard 建立 D1 資料庫。

source: 在 Cloudflare Dashboard 创建 KV 命名空间。
ar: أنشئ مساحة أسماء KV في لوحة تحكم Cloudflare.
de: Erstelle einen KV-Namespace im Cloudflare-Dashboard.
en: Create a KV namespace in the Cloudflare Dashboard.
es_mx: Crea un espacio de nombres KV en el panel de Cloudflare.
fr: Créez un espace de noms KV dans le tableau de bord Cloudflare.
ja: Cloudflare Dashboard で KV 名前空間を作成してください。
ko: Cloudflare 대시보드에서 KV 네임스페이스를 만드세요.
pt_br: Crie um namespace KV no painel da Cloudflare.
pt_pt: Crie um namespace KV no painel da Cloudflare.
tr: Cloudflare panosunda bir KV ad alanı oluşturun.
zh_hant: 在 Cloudflare Dashboard 建立 KV 命名空間。
zh_hk: 在 Cloudflare Dashboard 建立 KV 命名空間。

source: 在 Cloudflare Dashboard 创建 Pages 项目后，在此查看部署、重试 / 回滚与构建配置。
ar: بعد إنشاء مشروع Pages في لوحة تحكم Cloudflare، اعرض عمليات النشر، وأعد المحاولة أو التراجع، وإعدادات البناء هنا.
de: Nachdem du im Cloudflare-Dashboard ein Pages-Projekt erstellt hast, siehst du hier Deployments, kannst wiederholen / zurücksetzen und die Build-Konfiguration bearbeiten.
en: After creating a Pages project in the Cloudflare dashboard, view deployments, retry / roll back, and build configuration here.
es_mx: Después de crear un proyecto de Pages en el panel de Cloudflare, consulta despliegues, reintenta o revierte y la configuración de compilación aquí.
fr: Après avoir créé un projet Pages dans le tableau de bord Cloudflare, consultez les déploiements, relancez / annulez et la configuration de build ici.
ja: Cloudflare ダッシュボードで Pages プロジェクトを作成すると、ここでデプロイの確認、再試行・ロールバック、ビルド設定ができます。
ko: Cloudflare 대시보드에서 Pages 프로젝트를 만들면 여기에서 배포 확인, 재시도·롤백, 빌드 구성을 할 수 있습니다.
pt_br: Depois de criar um projeto do Pages no painel da Cloudflare, veja implantações, refaça/reverta e a configuração de build aqui.
pt_pt: Depois de criar um projeto do Pages no painel da Cloudflare, veja implementações, repita/reverta e a configuração de compilação aqui.
tr: Cloudflare panosunda bir Pages projesi oluşturduktan sonra dağıtımları görüntüleyin, yeniden deneyin/geri alın ve derleme yapılandırmasını buradan yapın.
zh_hant: 在 Cloudflare Dashboard 建立 Pages 專案後，可在此查看部署、重試／復原與建置設定。
zh_hk: 在 Cloudflare Dashboard 建立 Pages 專案後，可在此查看部署、重試／回滾與建置設定。

source: 在 Cloudflare Dashboard 创建 R2 存储桶。
ar: أنشئ حاوية R2 في لوحة تحكم Cloudflare.
de: Erstelle einen R2-Bucket im Cloudflare-Dashboard.
en: Create an R2 bucket in the Cloudflare Dashboard.
es_mx: Crea un bucket R2 en el panel de Cloudflare.
fr: Créez un bucket R2 dans le tableau de bord Cloudflare.
ja: Cloudflare Dashboard で R2 バケットを作成してください。
ko: Cloudflare 대시보드에서 R2 버킷을 만드세요.
pt_br: Crie um bucket R2 no painel da Cloudflare.
pt_pt: Crie um bucket R2 no painel da Cloudflare.
tr: Cloudflare panosunda bir R2 bucket’ı oluşturun.
zh_hant: 在 Cloudflare Dashboard 建立 R2 儲存桶。
zh_hk: 在 Cloudflare Dashboard 建立 R2 儲存桶。

source: 在 Cloudflare Dashboard 部署你的第一个 Worker
ar: انشر أول Worker لك في لوحة تحكم Cloudflare
de: Stelle deinen ersten Worker im Cloudflare-Dashboard bereit
en: Deploy your first Worker in the Cloudflare Dashboard
es_mx: Despliega tu primer Worker en el panel de Cloudflare
fr: Déployez votre premier Worker dans le tableau de bord Cloudflare
ja: Cloudflare Dashboard で最初の Worker をデプロイしましょう
ko: Cloudflare 대시보드에서 첫 번째 Worker를 배포하세요
pt_br: Faça o deploy do seu primeiro Worker no painel da Cloudflare
pt_pt: Implemente o seu primeiro Worker no painel da Cloudflare
tr: İlk Worker’ınızı Cloudflare panosunda dağıtın
zh_hant: 在 Cloudflare Dashboard 部署你的第一個 Worker
zh_hk: 在 Cloudflare Dashboard 部署你的第一個 Worker

source: 在 cloudflarestatus.com 查看完整状态
ar: اعرض الحالة الكاملة على cloudflarestatus.com
de: Vollständigen Status auf cloudflarestatus.com ansehen
en: View full status on cloudflarestatus.com
es_mx: Ver el estado completo en cloudflarestatus.com
fr: Voir l’état complet sur cloudflarestatus.com
ja: cloudflarestatus.com で完全なステータスを見る
ko: cloudflarestatus.com에서 전체 상태 보기
pt_br: Ver o status completo em cloudflarestatus.com
pt_pt: Ver o estado completo em cloudflarestatus.com
tr: Tam durumu cloudflarestatus.com adresinde görüntüleyin
zh_hant: 在 cloudflarestatus.com 查看完整狀態
zh_hk: 在 cloudflarestatus.com 查看完整狀態

source: 在「文件」App 中显示
ar: إظهار في تطبيق الملفات
de: In Dateien-App anzeigen
en: Show in Files app
es_mx: Mostrar en la app Archivos
fr: Afficher dans l'app Fichiers
ja: 「ファイル」App に表示
ko: 파일 앱에 표시
pt_br: Mostrar no app Arquivos
pt_pt: Mostrar na app Ficheiros
tr: Dosyalar uygulamasında göster
zh_hant: 在「檔案」App 中顯示
zh_hk: 在「檔案」App 中顯示

source: 在『文件』中访问需要 Pro
ar: الوصول في تطبيق الملفات يتطلب Pro
de: Zugriff in der Dateien-App erfordert Pro
en: Files app access requires Pro
es_mx: El acceso en la app Archivos requiere Pro
fr: L'accès dans l'app Fichiers nécessite Pro
ja: 「ファイル」での利用は Pro が必要
ko: 파일 앱 접근은 Pro가 필요합니다
pt_br: Acesso no app Arquivos requer Pro
pt_pt: Acesso na app Ficheiros requer Pro
tr: Dosyalar uygulamasında erişim Pro gerektirir
zh_hant: 在「檔案」中存取需要 Pro
zh_hk: 在「檔案」中存取需要 Pro

source: 在域名详情查看、编辑、新建 Cloudflare 边缘代码片段，并管理触发规则——轻量版 Workers，Pro 解锁。
ar: اعرض مقتطفات شفرة Cloudflare على الحافة وعدّلها وأنشئها، وأدِر قواعد تشغيلها — مباشرةً في تفاصيل النطاق. Workers خفيفة، تُفتَح مع Pro.
de: Sieh dir Cloudflare-Edge-Code-Snippets in den Domain-Details an, bearbeite und erstelle sie und verwalte ihre Trigger-Regeln – leichtgewichtige Workers, freigeschaltet mit Pro.
en: View, edit, and create Cloudflare edge code snippets — and manage their trigger rules — right in zone details. Lightweight Workers, unlocked with Pro.
es_mx: Consulta, edita y crea snippets de borde de Cloudflare —y gestiona sus reglas de activación— desde los detalles del dominio. Workers ligeros, desbloqueados con Pro.
fr: Consultez, modifiez et créez des snippets de code en périphérie Cloudflare — et gérez leurs règles de déclenchement — directement dans les détails du domaine. Des Workers légers, débloqués avec Pro.
ja: ゾーンの詳細で Cloudflare のエッジコードスニペットを表示・編集・作成し、トリガールールを管理できます。軽量版 Workers、Pro で解放。
ko: 도메인 상세에서 Cloudflare 엣지 코드 조각을 보고, 편집하고, 만들고 트리거 규칙을 관리하세요 — 가벼운 Workers, Pro로 잠금 해제.
pt_br: Veja, edite e crie snippets de borda da Cloudflare — e gerencie suas regras de acionamento — nos detalhes do domínio. Workers leves, desbloqueados com o Pro.
pt_pt: Veja, edite e crie snippets de periferia da Cloudflare — e faça a gestão das suas regras de acionamento — nos detalhes do domínio. Workers leves, desbloqueados com o Pro.
tr: Cloudflare uç kod snippet’lerini alan adı ayrıntılarında görüntüleyin, düzenleyin ve oluşturun — ayrıca tetikleme kurallarını yönetin. Hafif Workers, Pro ile açılır.
zh_hant: 在網域詳情查看、編輯、新建 Cloudflare 邊緣程式碼片段，並管理觸發規則——輕量版 Workers，Pro 解鎖。
zh_hk: 在域名詳情查看、編輯、新增 Cloudflare 邊緣代碼片段，並管理觸發規則——輕量版 Workers，Pro 解鎖。

source: 在域名详情页点图钉，可固定想在首页看到的域名
ar: انقر على الدبوس في صفحة النطاق لإبقائه على الشاشة الرئيسية
de: Tippe auf die Stecknadel auf der Seite einer Domain, um sie auf dem Startbildschirm zu behalten
en: Tap the pin on a domain’s page to keep it on the home screen
es_mx: Toca el alfiler en la página de un dominio para mantenerlo en el inicio
fr: Touchez l’épingle sur la page d’un domaine pour le garder sur l’écran d’accueil
ja: ドメイン詳細ページのピンをタップすると、ホームに固定できます
ko: 도메인 상세 페이지에서 핀을 눌러 홈 화면에 고정하세요
pt_br: Toque no alfinete na página de um domínio para mantê-lo na tela inicial
pt_pt: Toque no pino na página de um domínio para mantê-lo no ecrã inicial
tr: Bir alan adını ana ekranda tutmak için sayfasındaki iğneye dokunun
zh_hant: 在網域詳細資訊頁點選圖釘，可固定想在首頁看到的網域
zh_hk: 在域名詳細資料頁點按圖釘，可固定想在首頁看到的域名

source: 在状态页打开
ar: فتح في صفحة الحالة
de: Auf der Statusseite öffnen
en: Open on Status Page
es_mx: Abrir en la página de estado
fr: Ouvrir sur la page d’état
ja: ステータスページで開く
ko: 상태 페이지에서 열기
pt_br: Abrir na página de status
pt_pt: Abrir na página de estado
tr: Durum sayfasında aç
zh_hant: 在狀態頁開啟
zh_hk: 在狀態頁開啟

source: 在目标机器上安装 cloudflared，并以管理员身份运行下面的命令，隧道即可连接。
ar: ثبّت cloudflared على الجهاز المستهدف وشغّل الأمر أدناه كمسؤول لتوصيل النفق.
de: Installiere cloudflared auf dem Zielcomputer und führe den folgenden Befehl als Administrator aus, um den Tunnel zu verbinden.
en: Install cloudflared on the target machine and run the command below as an administrator to connect the tunnel.
es_mx: Instala cloudflared en la máquina de destino y ejecuta el siguiente comando como administrador para conectar el túnel.
fr: Installez cloudflared sur la machine cible et exécutez la commande ci-dessous en tant qu’administrateur pour connecter le tunnel.
ja: 対象のマシンに cloudflared をインストールし、下のコマンドを管理者として実行するとトンネルが接続されます。
ko: 대상 컴퓨터에 cloudflared를 설치하고 아래 명령을 관리자 권한으로 실행하면 터널이 연결됩니다.
pt_br: Instale o cloudflared na máquina de destino e execute o comando abaixo como administrador para conectar o túnel.
pt_pt: Instale o cloudflared na máquina de destino e execute o comando abaixo como administrador para ligar o túnel.
tr: Hedef makineye cloudflared’i kurun ve tüneli bağlamak için aşağıdaki komutu yönetici olarak çalıştırın.
zh_hant: 在目標機器上安裝 cloudflared，並以管理員身分執行下面的指令，通道即可連線。
zh_hk: 在目標機器上安裝 cloudflared，並以管理員身分執行下面的指令，隧道即可連線。

source: 在记录上向左滑动可以编辑或删除
ar: اسحب السجل لليسار لتعديله أو حذفه
de: Wische auf einem Eintrag nach links, um ihn zu bearbeiten oder zu löschen
en: Swipe left on a record to edit or delete it
es_mx: Desliza a la izquierda sobre un registro para editarlo o eliminarlo
fr: Balayez un enregistrement vers la gauche pour le modifier ou le supprimer
ja: レコードを左にスワイプすると編集・削除できます
ko: 레코드를 왼쪽으로 밀어 편집하거나 삭제하세요
pt_br: Deslize um registro para a esquerda para editá-lo ou excluí-lo
pt_pt: Deslize um registo para a esquerda para editá-lo ou eliminá-lo
tr: Bir kaydı düzenlemek veya silmek için sola kaydırın
zh_hant: 在記錄上向左滑動可以編輯或刪除
zh_hk: 在記錄上向左滑動可以編輯或刪除

source: 在设备上离线生成，仅基于当前所选时间范围的数据。
ar: يُنشأ دون اتصال على جهازك، استنادًا إلى النطاق الزمني المحدد حاليًا فقط.
de: Offline auf deinem Gerät erzeugt, nur auf Basis des aktuell gewählten Zeitraums.
en: Generated offline on your device, based only on the currently selected time range.
es_mx: Se genera sin conexión en tu dispositivo, solo con los datos del intervalo seleccionado.
fr: Généré hors ligne sur votre appareil, uniquement à partir de la plage horaire sélectionnée.
ja: 端末上でオフライン生成され、現在選択中の期間のデータのみに基づきます。
ko: 기기에서 오프라인으로 생성되며, 현재 선택한 기간의 데이터만 사용합니다.
pt_br: Gerado offline no seu dispositivo, com base apenas no intervalo de tempo selecionado.
pt_pt: Gerado offline no seu dispositivo, com base apenas no intervalo de tempo selecionado.
tr: Cihazınızda çevrimdışı oluşturulur; yalnızca seçili zaman aralığının verilerine dayanır.
zh_hant: 在裝置上離線生成，僅基於目前所選時間範圍的資料。
zh_hk: 在裝置上離線生成，僅基於目前所選時間範圍的資料。

source: 在设备上离线生成，已为你填好下方表单，提交前请核对。
ar: أُنشئ دون اتصال على جهازك وعُبّئ النموذج أدناه — يُرجى المراجعة قبل الحفظ.
de: Offline auf deinem Gerät erzeugt und unten ins Formular eingetragen – bitte vor dem Speichern prüfen.
en: Generated offline on your device and filled into the form below — please review before saving.
es_mx: Se generó sin conexión en tu dispositivo y se llenó el formulario de abajo; revísalo antes de guardar.
fr: Généré hors ligne sur votre appareil et renseigné dans le formulaire ci-dessous — vérifiez avant d’enregistrer.
ja: 端末上でオフライン生成し、下のフォームに入力しました。保存前にご確認ください。
ko: 기기에서 오프라인으로 생성해 아래 양식을 채웠습니다. 저장하기 전에 확인하세요.
pt_br: Gerado offline no seu dispositivo e preenchido no formulário abaixo — revise antes de salvar.
pt_pt: Gerado offline no seu dispositivo e preenchido no formulário abaixo — reveja antes de guardar.
tr: Cihazınızda çevrimdışı oluşturuldu ve aşağıdaki form dolduruldu — kaydetmeden önce kontrol edin.
zh_hant: 在裝置上離線生成，已為你填好下方表單，提交前請核對。
zh_hk: 在裝置上離線生成，已為你填好下方表單，提交前請核對。

source: 在设备上离线生成，描述会填入下方表达式，提交前请核对。
ar: تم الإنشاء دون اتصال على جهازك. يملأ وصفك التعبير أدناه — راجِعه قبل الحفظ.
de: Offline auf deinem Gerät generiert. Deine Beschreibung füllt den Ausdruck unten aus – prüfe ihn vor dem Speichern.
en: Generated offline on your device. Your description fills in the expression below—review it before saving.
es_mx: Se genera sin conexión en tu dispositivo. Tu descripción rellena la expresión de abajo; revísala antes de guardar.
fr: Généré hors ligne sur votre appareil. Votre description remplit l’expression ci-dessous — vérifiez-la avant d’enregistrer.
ja: デバイス上でオフライン生成されます。説明は下の式に反映されます。保存する前にご確認ください。
ko: 기기에서 오프라인으로 생성됩니다. 설명이 아래 표현식에 채워지니 저장하기 전에 확인하세요.
pt_br: Gerado offline no seu dispositivo. Sua descrição preenche a expressão abaixo — revise antes de salvar.
pt_pt: Gerado offline no seu dispositivo. A sua descrição preenche a expressão abaixo — reveja antes de guardar.
tr: Cihazınızda çevrimdışı oluşturuldu. Açıklamanız aşağıdaki ifadeyi doldurur — kaydetmeden önce kontrol edin.
zh_hant: 在裝置上離線生成，描述會填入下方運算式，提交前請核對。
zh_hk: 在裝置上離線生成，描述會填入下方運算式，提交前請核對。

source: 地址
ar: العنوان
de: Adresse
en: Address
es_mx: Dirección
fr: Adresse
ja: アドレス
ko: 주소
pt_br: Endereço
pt_pt: Endereço
tr: Adres
zh_hant: 位址

source: 地址（IP 或主机名）
ar: العنوان (IP أو اسم المضيف)
de: Adresse (IP oder Hostname)
en: Address (IP or hostname)
es_mx: Dirección (IP o nombre de host)
fr: Adresse (IP ou nom d'hôte)
ja: アドレス（IP またはホスト名）
ko: 주소(IP 또는 호스트 이름)
pt_br: Endereço (IP ou nome do host)
pt_pt: Endereço (IP ou nome do anfitrião)
tr: Adres (IP veya ana bilgisayar adı)
zh_hant: 位址（IP 或主機名稱）
zh_hk: 位址（IP 或主機名稱）

source: 地址总数
ar: إجمالي العناوين
de: Adressen gesamt
en: Total addresses
es_mx: Direcciones totales
fr: Total d'adresses
ja: アドレス総数
ko: 전체 주소 수
pt_br: Total de endereços
pt_pt: Total de endereços
tr: Toplam adres
zh_hant: 位址總數
zh_hk: 位址總數

source: 地址族
ar: عائلة العناوين
de: Adressfamilie
en: Address family
es_mx: Familia de direcciones
fr: Famille d'adresses
ja: アドレスファミリー
ko: 주소 패밀리
pt_br: Família de endereços
pt_pt: Família de endereços
tr: Adres ailesi
zh_hant: 位址族
zh_hk: 位址族

source: 地理位置
ar: الموقع الجغرافي
de: Geo
en: Geo
es_mx: Geográfico
fr: Géo
ja: 地域
ko: 지리적 위치
pt_br: Geográfico
pt_pt: Geográfico
tr: Coğrafi

source: 域名
ar: النطاقات
de: Domains
en: Domains
es_mx: Dominios
fr: Domaines
ja: ドメイン
ko: 도메인
pt_br: Domínios
pt_pt: Domínios
tr: Alan adları
zh_hant: 網域

source: 域名，如 example.com
ar: النطاق، مثل example.com
de: Domain, z. B. example.com
en: Domain, e.g. example.com
es_mx: Dominio, p. ej. example.com
fr: Domaine, p. ex. example.com
ja: ドメイン（例: example.com）
ko: 도메인, 예: example.com
pt_br: Domínio, ex.: example.com
pt_pt: Domínio, p. ex. example.com
tr: Alan adı, örn. example.com
zh_hant: 網域，例如 example.com
zh_hk: 域名，例如 example.com

source: 域名与路由
ar: النطاقات والمسارات
de: Domains & Routen
en: Domains & Routes
es_mx: Dominios y rutas
fr: Domaines et routes
ja: ドメインとルート
ko: 도메인과 라우트
pt_br: Domínios e rotas
pt_pt: Domínios e rotas
tr: Alan adları ve Rotalar
zh_hant: 網域與路由
zh_hk: 域名與路由

source: 域名状态
ar: حالة النطاق
de: Domain-Status
en: Domain Status
es_mx: Estado del dominio
fr: État du domaine
ja: ドメインステータス
ko: 도메인 상태
pt_br: Status do domínio
pt_pt: Estado do domínio
tr: Alan adı durumu
zh_hant: 網域狀態
zh_hk: 域名狀態

source: 域名状态变更
ar: تغيّرت حالة النطاق
de: Domain-Status geändert
en: Domain status changed
es_mx: Cambio de estado del dominio
fr: État du domaine modifié
ja: ドメインステータスの変更
ko: 도메인 상태 변경
pt_br: Mudança de status do domínio
pt_pt: Alteração de estado do domínio
tr: Alan adı durumu değişti
zh_hant: 網域狀態變更
zh_hk: 域名狀態變更

source: 域名管理需要 Pro
ar: تتطلب إدارة النطاقات خطة Pro
de: Domain-Verwaltung erfordert Pro
en: Domain Management Requires Pro
es_mx: La gestión de dominios requiere Pro
fr: La gestion des domaines nécessite Pro
ja: ドメイン管理には Pro が必要
ko: 도메인 관리에는 Pro가 필요
pt_br: O gerenciamento de domínios exige Pro
pt_pt: A gestão de domínios exige Pro
tr: Alan adı yönetimi, Pro gerektirir
zh_hant: 網域管理需要 Pro

source: 基于 QUIC 的更快传输
ar: نقل أسرع مبني على QUIC
de: Schnellerer Transport auf Basis von QUIC
en: Faster transport built on QUIC
es_mx: Transporte más rápido basado en QUIC
fr: Transport plus rapide basé sur QUIC
ja: QUIC ベースのより高速な転送
ko: QUIC 기반의 더 빠른 전송
pt_br: Transporte mais rápido baseado em QUIC
pt_pt: Transporte mais rápido baseado em QUIC
tr: QUIC üzerine kurulu daha hızlı aktarım
zh_hant: 基於 QUIC 的更快傳輸
zh_hk: 基於 QUIC 的更快傳輸

source: 基本
ar: الأساسيات
de: Allgemein
en: Basics
es_mx: Básico
fr: Général
ko: 기본
pt_br: Básico
pt_pt: Básico
tr: Temel

source: 填入当前时间
ar: إدراج الوقت الحالي
de: Aktuelle Zeit einfügen
en: Fill in current time
es_mx: Usar la hora actual
fr: Insérer l’heure actuelle
ja: 現在時刻を入力
ko: 현재 시간 입력
pt_br: Preencher a hora atual
pt_pt: Preencher a hora atual
tr: Geçerli saati gir
zh_hant: 填入目前時間
zh_hk: 填入當前時間

source: 增删条目为 Cloudflare 异步操作，提交后稍候即生效。
ar: إضافة العناصر وحذفها عملية غير متزامنة في Cloudflare، وتسري بعد الإرسال بقليل.
de: Das Hinzufügen und Entfernen von Einträgen ist ein asynchroner Cloudflare-Vorgang – er wird kurz nach dem Absenden wirksam.
en: Adding and removing entries is an asynchronous Cloudflare operation — it takes effect shortly after you submit.
es_mx: Agregar y quitar entradas es una operación asíncrona de Cloudflare; surte efecto poco después de enviarla.
fr: L'ajout et la suppression d'entrées sont une opération asynchrone de Cloudflare ; cela prend effet peu après l'envoi.
ja: 項目の追加・削除は Cloudflare の非同期操作です。送信後、まもなく反映されます。
ko: 항목 추가·삭제는 Cloudflare의 비동기 작업으로, 제출 후 잠시 뒤에 적용됩니다.
pt_br: Adicionar e remover entradas é uma operação assíncrona da Cloudflare; entra em vigor pouco depois do envio.
pt_pt: Adicionar e remover entradas é uma operação assíncrona da Cloudflare; entra em vigor pouco depois do envio.
tr: Giriş ekleme ve kaldırma, Cloudflare'in eşzamansız bir işlemidir; göndermenizden kısa süre sonra geçerli olur.
zh_hant: 新增與刪除項目為 Cloudflare 非同步操作，送出後稍候即生效。
zh_hk: 新增與刪除項目為 Cloudflare 非同步操作，送出後稍候即生效。

source: 处理中…
ar: جارٍ المعالجة…
de: Wird verarbeitet…
en: Processing…
es_mx: Procesando…
fr: Traitement…
ja: 処理中…
ko: 처리 중…
pt_br: Processando…
pt_pt: A processar…
tr: İşleniyor…
zh_hant: 處理中…
zh_hk: 處理中…

source: 备注
ar: تعليق
de: Kommentar
en: Comment
es_mx: Comentario
fr: Commentaire
ja: メモ
ko: 메모
pt_br: Comentário
pt_pt: Comentário
tr: Yorum
zh_hant: 備註
zh_hk: 備註

source: 备注（可选）
ar: ملاحظات (اختياري)
de: Notizen (optional)
en: Notes (optional)
es_mx: Notas (opcional)
fr: Notes (facultatif)
ja: メモ（任意）
ko: 메모(선택)
pt_br: Notas (opcional)
pt_pt: Notas (opcional)
tr: Notlar (isteğe bağlı)
zh_hant: 備註（選填）
zh_hk: 備註（選填）

source: 备用名称（SAN）
ar: الأسماء البديلة (SAN)
de: Alternative Namen (SAN)
en: Alternative names (SAN)
es_mx: Nombres alternativos (SAN)
fr: Noms alternatifs (SAN)
ja: 別名（SAN）
ko: 대체 이름(SAN)
pt_br: Nomes alternativos (SAN)
pt_pt: Nomes alternativos (SAN)
tr: Alternatif adlar (SAN)
zh_hant: 替代名稱（SAN）
zh_hk: 替代名稱（SAN）

source: 复制
ar: نسخ
de: Kopieren
en: Copy
es_mx: Copiar
fr: Copier
ja: コピー
ko: 복사
pt_br: Copiar
pt_pt: Copiar
tr: Kopyala
zh_hant: 複製
zh_hk: 複製

source: 复制中…
ar: جارٍ النسخ…
de: Wird kopiert…
en: Copying…
es_mx: Copiando…
fr: Copie…
ja: コピー中…
ko: 복사 중…
pt_br: Copiando…
pt_pt: A copiar…
tr: Kopyalanıyor…
zh_hant: 複製中…
zh_hk: 複製中…

source: 复制为
ar: نسخ باسم
de: Kopieren als
en: Copy as
es_mx: Copiar como
fr: Copier sous
ja: 名前を付けてコピー
ko: 다른 이름으로 복사
pt_br: Copiar como
pt_pt: Copiar como
tr: Farklı kopyala
zh_hant: 複製為
zh_hk: 複製為

source: 复制名称服务器
ar: نسخ خوادم الأسماء
de: Nameserver kopieren
en: Copy Name Servers
es_mx: Copiar servidores de nombres
fr: Copier les serveurs de noms
ja: ネームサーバをコピー
ko: 네임서버 복사
pt_br: Copiar servidores de nomes
pt_pt: Copiar servidores de nomes
tr: Ad sunucularını kopyala
zh_hant: 複製名稱伺服器
zh_hk: 複製名稱伺服器
